tap "cloudfoundry/tap"
tap "github/bootstrap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/formula-analytics"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "homebrew/cask-fonts"

brew "cf-cli"
brew "awscli"
brew "git-imerge"
brew "git-when-merged"
brew "git"
brew "mas"
brew "node-build"
brew "nodenv"
brew "openssl"
brew "pkg-config"
brew "wget"
brew "zsh-syntax-highlighting"
brew "zsh"
brew "powerlevel9k"
brew "python@3.8"

cask "1password-cli"
cask "bartender"
cask "charles"
cask "cliqz"
cask "cyberduck"
cask "devonthink-pro"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "java8"
cask "little-snitch"
cask "omnifocus"
cask "scrivener"
cask "timer"
cask "typinator"
cask "visual-studio-code"
cask "homebrew/cask-fonts/font-meslo-nerd-font"

mas "1Password 7", id: 1333542190 
mas "AdBlock", id: 1402042596 
mas "Agenda", id: 1287445660
mas "Amphetamine", id: 937984704 
mas "AudioBookBinder", id: 413969927 
mas "Day One", id: 1055511498 
mas "Evernote", id: 406056744 
mas "Garmin BaseCamp", id: 411052274 
mas "Garmin WebUpdater", id: 477318609 
mas "GhosteryLite", id: 1436953057 
mas "iA Writer", id: 775737590 
mas "iMovie", id: 408981434 
mas "Keynote", id: 409183694 
mas "Kindle", id: 405399194 
mas "Logic Pro X", id: 634148309 
mas "Magnet", id: 441258766 
mas "Marked 2", id: 890031187
mas "Numbers", id: 409203825 
mas "Pages", id: 409201541 
mas "Slack", id: 803453959 
mas "StarMoney", id: 1237596145 
mas "The Unarchiver", id: 425424353 
mas "WhatsApp", id: 1147396723