tap "cloudfoundry/tap"
tap "github/bootstrap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/formula-analytics"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "jiritrecak/laurine"
tap "sambadevi/powerlevel9k"
tap "vapor/tap"

brew "aws-elasticbeanstalk"
brew "awscli"
brew "cf-cli"
brew "git"
brew "git-imerge"
brew "git-when-merged"
brew "mas"
brew "node-build"
brew "nodenv"
brew "openssl"
brew "pkg-config"
brew "powerlevel9k"
brew "pycodestyle"
brew "python@3.8"
brew "wget"
brew "yamllint"
brew "zsh"
brew "zsh-syntax-highlighting"

cask "1password-cli"
cask "bartender"
cask "homebrew/cask-fonts/font-fira-code"
cask "font-fira-mono-for-powerline"
cask "charles"
cask "cyberduck"
cask "devonthink-pro"
cask "docker"
cask "dropbox"
cask "epubquicklook"
cask "evernote"
cask "firefox"
cask "font-meslo-nerd-font"
cask "google-chrome"
cask "java8"
cask "karabiner-elements"
cask "little-snitch"
cask "omnifocus"
cask "omnigraffle"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "skype"
cask "sourcetree"
cask "sublime-text"
cask "tor-browser"
cask "typinator"
cask "virtualbox-extension-pack"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"

mas "1Password 7", id: 1333542190
mas "AdBlock", id: 1402042596
mas "Apple Configurator 2", id: 1037126344
mas "AudioBookBinder", id: 413969927
mas "BaseCamp", id: 411052274
mas "Drafts", id: 1435957248
mas "Evernote", id: 406056744
mas "Ghostery Lite", id: 1436953057
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "iThoughtsX", id: 720669838
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Logic Pro X", id: 634148309
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "StarMoney", id: 1237596145
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
