tap "github/bootstrap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/formula-analytics"
tap "homebrew/services"
tap "homebrew/test-bot"

cask "java8"
brew "openssl"
brew "git"
brew "git-imerge"
brew "git-when-merged"
brew "mas"
brew "pkg-config"
brew "node-build"
brew "nodenv"
brew "wget"
cask "1password-cli"
cask "visual-studio-code"
brew 'zsh'
brew 'zsh-syntax-highlighting'
cask 'spotify'
cask 'bartender'
cask 'cliqz'
cask 'cyberduck'
cask 'devonthink-pro'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'google-chrome'
cask 'little-snitch'
cask 'scrivener'
cask 'typinator'


mas "Garmin BaseCamp", id: 411052274 
mas "Things3", id: 904280696 
mas "Garmin WebUpdater", id: 477318609 
mas "Evernote", id: 406056744 
mas "Keynote", id: 409183694 
mas "Kindle", id: 405399194 
mas "iA Writer", id: 775737590 
mas "Magnet", id: 441258766 
mas "GhosteryLite", id: 1436953057 
mas "1Password 7", id: 1333542190 
mas "GarageBand", id: 682658836 
mas "Amphetamine", id: 937984704 
mas "The Unarchiver", id: 425424353 
mas "Be Focused Pro", id: 961632517 
mas "Numbers", id: 409203825 
mas "Xcode", id: 497799835 
mas "WhatsApp", id: 1147396723
mas "Pages", id: 409201541 
mas "AdBlock", id: 1402042596 
mas "Marked", id: 448925439 
mas "iMovie", id: 408981434 
mas "Logic Pro X", id: 634148309 
mas "StarMoney", id: 1237596145 
mas "AudioBookBinder", id: 413969927 
mas "Slack", id: 803453959 